Repository: izzeldeen/eCommerceMVC
Catalog: eCommerceMVC/Resources/Resources.*.resx
Languages: ar

source: About Us
ar: من نحن

source: Action
ar: حذف

source: Add a Review
ar: اضافة تعليق

source: Add to Cart
ar: اضافة الى عربة التسوق

source: Address
ar: العنوان

source: Address is required.
ar: العنوان مطلوب

source: All Categories
ar: جميع الفئات

source: All Products
ar: جميع المنتجات

source: Already have an account?
ar: هل لديك حساب ؟

source: Amman, Jordan
ar: عمان, الاردن

source: Apply
ar: تاكيد

source: Availibility
ar: الحالة

source: Avatar
ar: صورة الحساب

source: Based on
ar: بناءا على

# Bootstrap
source: ../../Content/templates/aroma/vendors/bootstrap/bootstrap.min.css
ar: ../../Content/templates/aroma/vendors/bootstrap/bootstraprtl.min.css

source: Brands
ar: العلامات التجارية

source: Browse Now
ar: تصفح الان

source: By
ar: من قبل

source: Cancellation Policy
ar: شروط الالغاء

source: Cart Products
ar: منتجات عربة التسوق

source: Category
ar: الفئة

source: Change Avatar
ar: تغيير صورة الحساب

source: Change password
ar: تغيير كلمة السر

source: Change your account setting
ar: تغيير اعدادات الحساب

source: Check Out
ar: تاكيد الطلب

source: Checkout
ar: تاكيد الطلب

source: Checkout Now
ar: تاكيد الان

source: Checkout your products
ar: تاكيد طلبك

source: City
ar: المدينة

source: City is required.
ar: المدينة مطلوبة

source: Click here to Log in
ar: الضغط هنا لتسجيل الدخول

source: Close
ar: اغلاق

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

source: Confirm
ar: تاكيد

source: Confirm Email
ar: تاكيد البريد الالكتروني

source: Confirm Password
ar: تاكيد كلمة السر

source: Connect Us on LinkedIn
ar: تابعنا على Linkedin

source: Contact Jomlah Jo Team.
ar: تواصل مع فريق جملة جو

source: Contact Us
ar: اتصل بنا

source: Country
ar: البلد

source: Country is required.
ar: البلد مطلوب

source: Create
ar: انشاء

source: Create a new account.
ar: انشاء حساب جديد

source: Create an Account
ar: انشاء حساب جديد

source: Current Password
ar: كلمة السر الحالية

source: Customer and shipping Details
ar: معلومات الزبون

source: Date
ar: التاريخ

source: Delivery Chargres
ar: رسوم التوصيل

source: Delivery Info
ar: معلومات التوصيل

# direction
source: ltr
ar: rtl

source: Discount
ar: خصم

source: Email
ar: البريد الالكتروني

source: Email is required.
ar: البريد الالكتروني مطلوب

source: Enter Order ID
ar: ادخل رقم الطلب

source: Enter verification code
ar: ادخل رمز التاكيد

source: Enter Voucher/Promo Code
ar: ادخل كود الخصم

source: Enter your email
ar: ادخل البريد الالكتروني

source: Featured Categories
ar: الفئات المميزة

source: Featured Products
ar: المنتجات المميزة

source: Final Amount
ar: السعر النهائي

source: Firstname
ar: الاسم الاول

source: Follow Us on Instagram
ar: تابعونا على انستجرام

source: Forgot Password
ar: استرجاع كلمة السر

source: Founded in 2020 by Jomlah Jo e-commerce Company, Jomlah Jo has come a long way from its beginnings in Amman-Jordan.
ar: تاسس جملة جو كسوق الكتروني في سنة 2020, في عمان الاردن

source: FullName
ar: الاسم الكامل

source: Future Advanced Internet Solutions
ar: شركة المستقبل المتقدم لحلول الانترنت

source: Get exciting discounts. Apply promo 'Winter50'
ar: احصل على خصم مميز باستخدام كود Winter50

source: Have Promo/Voucher ?
ar: هل لديك كود خصم ؟

source: Home
ar: الرئيسية

source: In Stock
ar: متوفر حاليا

source: Info
ar: معلومات

source: Invalid login attempt.
ar: محاولة دخول خاطئة

source: Invalid promo/voucher.
ar: رقم كود غير صحيح

source: JOD
ar: د.أ

source: Jomlah Jo
ar: جملة جو

source: Jomlah Jo Have Everything You desire
ar: جملة جو يحتوي على جميع ما تحتاج

source: Language
ar: اللغة

source: Lastname
ar: اسم العائلة

source: Latest Products
ar: اخر المنتجات

source: Leave your Comment
ar: اترك لنا تعليق

source: Like And Get in Touch on Facebook
ar: تابعونا على فيسبوك

source: Login
ar: تسجيل الدخول

source: LOGIN TO ACCOUNT
ar: الدخول لحسابك

source: Login With
ar: تسجيل الدخول باستخدام

source: LogOff
ar: تسجيل خروج

source: Message
ar: الرسالة

source: Message Us on WhatsApp
ar: تواصلوا معنا على واتساب

source: Middlename
ar: اسم الاب

source: Name
ar: الاسم

source: New to our website?
ar: جديد في موقعنا ؟

source: Next
ar: التالي

source: No categories available.
ar: لا يوجد فئات

source: No comments found.
ar: لا يوجد تعليقات

source: No Orders found.
ar: لا يوجد منتجات

source: No products in the cart
ar: لا يوجد منتجات في عربة التسوق

source: Ok
ar: حسنا

source: Order Amount
ar: قيمة الطلب

source: Order Details
ar: معلومات الطلب

source: Order History
ar: تاريخ الطلب

source: Order ID
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: Order Unique Code
ar: رقم الطلب المميز

source: Orders
ar: الطلبات

source: orders section in profile
ar: جزء الطلبات في ملفك الشخصي

source: Our Jordanian Webstore
ar: السوق الالكتروني الاردني

source: Out Of Stock
ar: نفذت الكمية

source: Overall Average
ar: التقييم العام

source: Password
ar: كلمة السر

source: Pay via Cash On Delivery
ar: الدفع عند الاستلام

source: Pay via Credit Card
ar: الدفع عن طريق بطاقات الائتمان

source: Payment Method
ar: طريقة الدفع

source: Phone Number
ar: رقم الهاتف

source: Place Order
ar: تاكيد الطلب

source: Placed On Date
ar: تاكد في التاربخ

source: Please check your email to reset your password.
ar: الرجاء التاكد من بريدك الالكتروني لاسترجاع كلمة المرور

source: Please Select Country Code
ar: الرجاء اختيار رمز الدولة

source: Previous
ar: السابق

source: Price
ar: السعر

source: Price Range
ar: نطاق السعر

source: Print Invoice
ar: طبع الفاتورة

source: Privacy Policy
ar: شروط الخصوصية

source: Product Categories
ar: فئات المنتجات

source: Product Descreption
ar: وصف المنتج

source: Product Reviews
ar: تقييمات المنتج

source: Product Specification
ar: خصائص المنتج

source: Products
ar: منتجات

source: Profile
ar: معلومات الحساب

source: Quantity
ar: الكمية

source: Quick Links
ar: الروابط السريعة

source: Recover Account
ar: استرجاع الحساب

source: Refund Policy
ar: شروط الاسترجاع

source: Register
ar: انشاء حساب

source: Related Products
ar: المنتجات الشبيهة

source: Remmeber Me
ar: هل تتذكرني

source: Reset
ar: الغاء

source: Reset your password.
ar: استرجاع كلمة السر

source: Review your profile
ar: مراجعة معلومات الحساب

source: Search
ar: البحث

source: Search by OrderID
ar: البحث عن طريق رقم الطلب

source: Search Filters
ar: تخصيص البحث

source: Search Latest Products on Jomlah Jo
ar: البحث في اخر المنتجات لجملة جو

source: Search Products
ar: البحث في المنتجات

source: Select Avatar
ar: اختار صورة الحساب

source: Select by Order Status
ar: اختيار حسب حالة الطلب

source: Send Message
ar: ارسال رسالة

source: Shop with us now
ar: تسوق لدينا الان

source: Show
ar: استعراض

source: Sorry! We can not track your order details.
ar: نعتذر لا يمكننا تتبع حالة طلبك

source: Sorry. No Products found.
ar: نعتذر , لا يوجد منتجات

source: Sorry. This promo/voucher has expired.
ar: نعتذر هذا الكود منتهي الصلاحية

source: Sort By: Latest Products
ar: التصنيف : بناءا على المنتجات الجديدة

source: Sort By: Product Names
ar: التصنيف : بناءا على اسم المنتج

source: Stars
ar: نجوم

source: Status
ar: الحالة

# Style
source: ../../Content/templates/aroma/css/style.css
ar: ../../Content/templates/aroma/css/styleRtl.css

source: Subject
ar: العنوان

source: Subscribe Us on YouTube
ar: اشتركوا في قناة اليوتيوب

# Terms &amp; Conditions
source: Terms & Conditions
ar: شروط الاستخدام

source: Test
ar: فحص

source: Thank you for confirming your email. Please
ar: شكرا لتاكيد البريد الالكتروني, الرجاء

source: Thank You. Your order has been placed. You can access your order details anytime in your
ar: لقد تم تاكيد طلبك , يمكن مراجعة معلومات طلبك في اي وقت من خلال

source: Thanks.
ar: شكرا

source: There are no comments on this products.
ar: لا يوجد تعليقات لهذا المنتج

source: to
ar: الى

source: to be updated with all our hot offers
ar: لتحصل على جميع عروضنا

source: Total
ar: المجموع

source: Track Order
ar: تتبع حالة الطلب

source: Tracking
ar: متابعة الطلب

source: Tweet And Follow on Twitter
ar: تابعونا على تويتر

source: Up To 50% Off
ar: خصم يصل الى 50%

source: Update
ar: تحديث

source: Updated On
ar: تحدثت في

source: Use a local account to log in.
ar: استخدم حسابك لتسجيل الدخول

source: Username
ar: اسم المستخدم

source: We hope you enjoy our products as much as we enjoy offering them to you. If you have any questions or comments, please don't hesitate to contact us.
ar: نتمنى ان تستمتعوا بجميع منتجاتنا بقدر ما نستمتع بتقديمها لكم , اذا كان لديكم اي استفسار او تعليق الرجاء التواصل مع فريقنا

source: We serve customers everywhere in Jordan, welcomed with great openness.
ar: نقدم خدماتنا لجميع عملائنا في الاردن, مرحبين بكم جميعا معنا

source: Welcome To
ar: اهلا بك

source: Welcome to Jomlah Jo, your number one source for all things. We're dedicated to give you the very best of products you may need.
ar: اهلا بك في جملة جو, مصدركم الاول لجميع احتياجاكم, من واجبنا تقديم افضل المنتجات التي انتم في حاجتها

source: Winter Sale
ar: عرض الشتاء

source: Write your comment here.
ar: اكتب التعليق هنا

source: You can check the status of your order. Please enter the order ID and you will get information related to your order.
ar: يمكنك تتبع حالة الطلب من خلال ادخال رقم الطلب للحصول على المعلومات الخاصة فيه

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
ar: لا يوجد لديك حساب , لنشئ حسابك لدينا الان

source: You need to login to leave comments.
ar: يجب ان تقوم بتسجيل الدخول لتستطيع التعليق لدينا

source: Your Cart
ar: عربة التسوق

source: Your order has been placed.
ar: لقد تم تاكيد طلبك

source: Your password has been reset. Please
ar: تم استرجاع كلمة المرور الرجاء

source: Your Rating
ar: تقييمك

source: Your total bill is
ar: قيمة الفاتورة

source: Zip Code is required.
ar: الرمز البريدي مطلوب

source: ZipCode
ar: الرمز البريدي
